Repository: 84000/data-translation-memory
Catalog: toh231-v1.tmx
Source language: bo
Languages: en

source: ཆོས་ལ་སློབ་དཔོན་འཆབ་པ་ཡང་མེད་སེམས་ཅན་རྣམས་ལ་རི་མོར་མི་བྱེད་པ་ཡང་མེད། སེམས་ཅན་གྱི་དོན་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ་ཡང་མེད་
en: nor that they hide that they are Dharma teachers, nor that they do not respect others, nor that they turn their backs on sentient beings.

source: མོད་ཀྱི། སེམས་ཅན་འདི་དག་ནི་དེ་བཞིན་གཤེགས་པའི་ཆོས་འདུལ་བའི་སྣོད་དུ་མ་གྱུར་པའོ་ཞེས་བཏང་སྙོམས་སུ་གནས་པ་རྣམས་ཡིན་ནོ།
en: Rather, they disregard them, thinking, ‘Such beings are unreceptive to the Dharma-Vinaya of the thus-gone ones.’

source: བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བས་གསོལ་པ། བཅོམ་ལྡན་འདས་འོ་ན་སེམས་ཅན་ཅི་འདྲ་བ་རྣམས་ལ་སངས་རྒྱས་རྣམས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཆོས་སྟོན། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Blessed One,” the bodhisattva Sarva­nīvaraṇa­viṣkam­bhin inquired, “to which sentient beings do the buddhas and bodhisattvas then teach the Dharma?”

source: རིགས་ཀྱི་བུ་སེམས་ཅན་དད་པ་རྣམས་ལ་སངས་རྒྱས་རྣམས་དང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཆོས་སྟོན་ཏོ།
en: “Noble son,” replied the Blessed One, “the buddhas and bodhisattvas teach the Dharma to those who have faith.

source: སེམས་ཅན་དགེ་བའི་རྩ་བ་སྨིན་པ་རྣམས་དང་། སྣོད་དུ་གྱུར་པ་རྣམས་དང་། སྔོན་གྱི་རྒྱལ་བ་ལ་བྱ་བ་བྱས་པ་རྣམས་དང་།
en: those whose roots of virtue have matured, to the receptive, to those who have served the victorious ones in the past,

source: གཡོ་མེད་པ་རྣམས་དང་། སྒྱུ་མེད་པ་རྣམས་དང་། སྤྱོད་ལམ་མི་འཆོས་པ་རྣམས་དང་།
en: those who are free of deceit and free of dishonesty, to those who act without hypocrisy,

source: རྙེད་པ་དང་། བཀུར་སྟི་ལ་ཆགས་པ་དང་བྲལ་བ་རྣམས་དང་།
en: those who are not attached to wealth and honor,

source: བསམ་པ་ཕུན་སུམ་ཚོགས་པ་རྣམས་དང་། དགེ་བའི་བཤེས་གཉེན་གྱིས་ཡོངས་སུ་ཟིན་པ་རྣམས་དང་། ཚུལ་བཟང་པོ་དང་ལྡན་པ་རྣམས་དང་།
en: those with excellent intent, to those accepted by spiritual teachers, to those of good character,

source: ལེགས་པར་སྟོན་ནུས་པ་རྣམས་དང་། དབང་པོ་རྣོ་བ་གང་བཤད་པའི་དོན་རིག་པར་འགྱུར་བ་
en: those who can teach well, to those whose faculties are sharp, and to those who can comprehend the meaning explained

source: དེ་ཐོབ་པར་བྱ་བའི་ཕྱིར། བརྩོན་འགྲུས་བརྩམས་པར་འགྱུར་བ་
en: who apply themselves diligently to attain what they have understood,

source: དེ་བཞིན་གཤེགས་པས་ཇི་སྐད་གསུངས་པ་བཞིན་བྱེད་པར་འགྱུར་
en: acting in accord with the teachings of the thus-gone ones.

source: སེམས་ཅན་དེ་ལྟ་བུ་དག་ལ་རིགས་ཀྱི་བུ་སངས་རྒྱས་རྣམས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཆོས་སྟོན་ཏོ།
en: Noble son, to such beings the buddhas and bodhisattvas teach the Dharma.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཚིག་གཟུང་བར་འགྱུར་བ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas endowed with ten such qualities will have their words accepted.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་བརྗོད་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas possessing ten qualities express the Dharma.

source: སངས་རྒྱས་ཀྱི་ཆོས་ཡང་དག་པར་བསྒྲུབ་པའི་ཕྱིར་ཆོས་སྟོན་ཀྱང་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་དང་། ཡང་དག་པར་བསྒྲུབ་པ་ཡང་མི་དམིགས་སོ།
en: Bodhisattvas teach the Dharma for the accomplishment of the qualities of buddhahood, yet they observe neither the qualities of buddhahood nor any accomplishment.

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡང་དག་པར་བསྒྲུབ་པའི་ཕྱིར་ཆོས་སྟོན་ཀྱང་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡང་དག་པར་བསྒྲུབ་པ་ཡང་མི་དམིགས་སོ།
en: Bodhisattvas teach the Dharma for the accomplishment of the transcendences, yet they observe neither the transcendences nor any accomplishment.

source: བྱང་ཆུབ་ཡང་དག་པར་བསྒྲུབ་པའི་ཕྱིར་ཆོས་སྟོན་ཀྱང་བྱང་ཆུབ་ཡང་དག་པར་བསྒྲུབ་པ་ཡང་མི་དམིགས་སོ།
en: They teach the Dharma for the accomplishment of awakening, yet they observe neither awakening nor accomplishment.

source: ཉོན་མོངས་པ་སྤང་བའི་ཕྱིར་ཆོས་སྟོན་ཀྱང་ཉོན་མོངས་པ་སྤང་བ་ཡང་མི་དམིགས་སོ།
en: They teach the Dharma for the abandonment of the afflictions, yet they do not observe any abandonment of the afflictions.

source: སྐྱོ་བ་དང་འདོད་ཆགས་དང་བྲལ་བ་དང་འགོག་པའི་ཕྱིར་ཆོས་སྟོན་ཀྱང་སྐྱོ་བ་དང་། འདོད་ཆགས་དང་བྲལ་བ་དང་། འགོག་པ་ཡང་མི་དམིགས་སོ།
en: They teach the Dharma for the sake of weariness, freedom from desire, and cessation, yet they observe no weariness, freedom from desire, or cessation.

source: རྒྱུན་ཏུ་ཞུགས་པ་དང་། ལན་ཅིག་ཕྱིར་འོང་བ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་ཐོབ་པར་བྱ་བའི་ཕྱིར་ཆོས་སྟོན་ཀྱང་རྒྱུན་ཏུ་ཞུགས་པ་ཡང་མི་དམིགས་སོ། །ལན་ཅིག་ཕྱིར་འོང་བ་དང་། ཕྱིར་མི་འོང་བ་ཡང་མི་དམིགས། ཕྱིར་འོང་བའི་འབྲས་བུ་ཡང་མི་དམིགས་སོ།
en: They teach the Dharma for the attainment of the results of a stream-enterer, a once-returner, and a non-returner, yet they observe neither stream-enterers, nor once-returners, nor non-returners, nor any result of no return.

source: དགྲ་བཅོམ་པའི་འབྲས་བུ་ཐོབ་པར་བྱ་བའི་ཕྱིར་ཆོས་སྟོན་ཀྱང་དགྲ་བཅོམ་པ་དང་། དགྲ་བཅོམ་པའི་འབྲས་བུ་ཡང་མི་དམིགས་སོ།
en: They teach the Dharma for the attainment of the result of a worthy one, yet they observe neither worthy ones nor any result of a worthy one.

source: རང་སངས་རྒྱས་ཀྱི་འབྲས་བུ་ཐོབ་པར་བྱ་བའི་ཕྱིར་ཆོས་སྟོན་ཀྱང་རང་སངས་རྒྱས་དང་། རང་སངས་རྒྱས་ཀྱི་འབྲས་བུ་ཡང་མི་དམིགས་སོ།
en: They teach the Dharma for the attainment of the result of a solitary buddha, yet they observe neither solitary buddhas nor any result of a solitary buddha.

source: བདག་ཏུ་འཛིན་པ་ལ་མངོན་པར་ཞེན་པ་སྤང་བའི་ཕྱིར་ཆོས་སྟོན་ཀྱང་བདག་ཏུ་འཛིན་པ་ཡང་མི་དམིགས་སོ།
en: They teach the Dharma for the abandonment of attachments in the form of grasping at a self, yet they do not observe grasping at a self.

source: ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ཡང་འཇོག་མོད་ཀྱི་ལས་དང་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ཡང་མི་དམིགས་སོ།
en: Indeed, they set forth the way actions come to ripen, yet they observe neither actions nor any ripening of them.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ། ཆོས་གང་མིང་གང་གིས་བརྗོད་པ་དེ་མིང་དེས་ཡོད་པ་མ་ཡིན་ནོ།
en: “And why? Because bodhisattvas know that the Dharma does not exist in the way that it is spoken of in words.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཆོས་ནི་ཡི་གེའི་རང་བཞིན་མ་ཡིན། ཡི་གེ་རྣམས་ནི་ཆོས་ཀྱི་རང་བཞིན་མ་ཡིན་མོད་ཀྱི།
en: And why is that? Because the Dharma is not of the nature of syllables, and syllables are not of the nature of Dharma.

source: ཀུན་རྫོབ་ཀྱི་བདེན་པ་ལ་བརྟེན། ཐ་སྙད་ལ་བརྟེན། བརྟགས་པ་ལ་བརྟེན་ཏེ། མིང་མེད་པའི་ཆོས་རྣམས་ལ་མིང་དུ་འཇོག་སྟེ།
en: Rather, syllables are based on convention, superimposition, and the relative, which give names to nameless phenomena.

source: མིང་དེ་ཡང་གསོག་གོ། །གསོབ་བོ། །གང་གསོག་དང་གསོབ་དེ་ལ་དོན་དམ་པ་མེད་དོ།
en: Yet the names are false and hollow, and that which is false and hollow has no ultimate reality.

source: གང་ལ་དོན་དམ་པ་མེད་པ་དེ་བརྫུན་ཏེ་སླུ་བའི་ཆོས་སོ།
en: That which has no ultimate reality is a false and deceptive phenomenon.

source: གང་བརྫུན་ཞིང་སླུ་བའི་ཆོས་དེ་ནི་བྱིས་པ་སྐྱེ་བོ་སླུ་བའོ།
en: False and deceptive, such phenomena fool childish beings.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་བརྗོད་པ་རྣམས་ཡིན་ནོ།།
en: Noble son, bodhisattvas endowed with these ten qualities express the Dharma.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ཀྱི་རྗེས་སུ་འབྲང་བ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities follow the Dharma.

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཆོས་ཀྱི་རྗེས་སུ་ཡང་འབྲང་ལ་གཟུགས་ལས་ཀྱང་མི་འབྱུང་།
en: Noble son, bodhisattvas follow the Dharma but not based on form.

source: ཆོས་ཀྱི་རྗེས་སུའང་འབྲང་ལ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ལས་ཀྱང་མི་འབྱུང་།
en: They follow the Dharma but not based on feeling, perception, formation, or consciousness.

source: ཆོས་ཀྱི་རྗེས་སུའང་འབྲང་ལ་འདོད་པའི་ཁམས་ལས་ཀྱང་མི་འབྱུང་།
en: They follow the Dharma but not based on the desire realm.

source: ཆོས་ཀྱི་རྗེས་སུའང་འབྲང་ལ་གཟུགས་ཀྱི་ཁམས་ལས་ཀྱང་མི་འབྱུང་།
en: They follow the Dharma but not based on the form realm.

source: ཆོས་ཀྱི་རྗེས་སུའང་འབྲང་ལ་གཟུགས་མེད་པའི་ཁམས་ལས་ཀྱང་མི་འབྱུང་།
en: They follow the Dharma but not based on the formless realm.

source: ཆོས་ཀྱི་རྗེས་སུའང་འབྲང་ལ་ཆོས་ལས་ཀྱང་མི་འབྱུང་།
en: They follow the Dharma but not based on the Dharma.

source: ཆོས་ཀྱི་རྗེས་སུའང་འབྲང་ལ་ཆོས་ལས་འདའ་བར་ཡང་མི་འབྱུང་།
en: They follow the Dharma but not based on going beyond Dharma.

source: ཆོས་ཀྱི་རྗེས་སུའང་འབྲང་ལ་ལམ་ལས་ཀྱང་མི་འབྱུང་སྟེ།
en: They follow the Dharma but not based on the path.

source: དེ་ནི་ཐབས་མཁས་པ་དང་ལྡན་པའི་ཤེས་རབ་ཀྱི་ཕྱིར་རོ།
en: All this is because of their insight endowed with skillful means.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ཀྱི་རྗེས་སུ་འབྲང་བ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas endowed with ten such qualities follow the Dharma.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ཀྱི་དབྱིངས་ལ་མཁས་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas possessing ten qualities are experts with respect to the realm of phenomena.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཤེས་རབ་ཅན་རྣམས་ཡིན། དགེ་བའི་བཤེས་གཉེན་གྱིས་ཡོངས་སུ་བཟུང་བ་རྣམས་ཡིན། བརྩོན་འགྲུས་བརྩམས་པ་རྣམས་ཡིན། སྒྲིབ་པ་ཐམས་ཅད་དང་བྲལ་བ་རྣམས་ཡིན། ཤིན་ཏུ་ཡོངས་སུ་དག་པ་རྣམས་ཡིན། གདམས་ངག་ལ་རི་མོ་དང་བཅས་པ་རྣམས་ཡིན། སྟོང་པ་ཉིད་ལ་སྒོམ་པ་མང་བ་རྣམས་ཡིན། དམིགས་པར་ལྟ་བ་དང་བྲལ་བ་རྣམས་ཡིན། ལམ་དུ་ཞུགས་པ་རྣམས་ཡིན། དེ་ཁོ་ན་མཐོང་བ་རྣམས་ཡིན་ནོ།
en: What are those ten? They are possession of insight, being accepted by spiritual teachers, mustering diligence, separating from all obscurations, utter purity, reverence for practical instructions, abundant training in emptiness, freedom from involvement with apprehending things, entry upon the path, and perception of reality.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ཤེས་རབ་དང་ལྡན་པ་ནི་དགེ་བའི་བཤེས་གཉེན་ཚོལ་ཏེ།
en: Noble son, bodhisattvas endowed with insight will search for spiritual teachers,

source: དེས་དགེ་བའི་བཤེས་གཉེན་མཐོང་ནས་དགའ་ཞིང་རངས་ཏེ།
en: and when they see one they will be delighted and rejoice.

source: དེ་ལ་སྟོན་པར་འདུ་ཤེས་སྐྱེད་ཅིང་དེ་ལ་བརྟེན་ཏེ་གནས་སོ།
en: Considering them to be their teachers, they will follow them and stay with them.

source: དེ་དགེ་བའི་བཤེས་གཉེན་ལ་བརྟེན་པས་ན་མི་དགེ་བའི་ཆོས་ཐམས་ཅད་སྤང་བ་དང་། དགེ་བའི་ཆོས་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་བརྩོན་འགྲུས་བརྩམས་པ་ཡིན་ནོ།
en: As they follow these teachers, they muster diligence to abandon all unvirtuous qualities and perfect all virtuous qualities.

source: བརྩོན་འགྲུས་བརྩམས་པས་ན་སྒྲིབ་པ་ཐམས་ཅད་ནུབ་པར་འགྱུར་རོ།
en: As they rouse diligence, all obscurations fade away.

source: སྒྲིབ་པ་མེད་ཅིང་ལམ་གྱི་རྒྱུན་མ་བཅད་པས་ཤིན་ཏུ་ཡོངས་སུ་དག་ཅིང་ལུས་དང་ངག་དང་ཡིད་ཀྱི་གནས་ངན་ལེན་དང་བྲལ་བར་འགྱུར་རོ།
en: When they are free of obscurations and the path is uninterrupted, they become utterly pure and the negative tendencies of body, speech, and mind fall away.

source: དེ་ཤིན་ཏུ་ཡོངས་སུ་དག་པས་གདམས་ངག་ལ་རི་མོ་དང་བཅས་པ་ཡིན་ནོ། །དེ་གདམས་ངག་ལ་རི་མོ་དང་བཅས་པས་སྟོང་པ་ཉིད་ལ་སྒོམ་པ་མང་བ་ཡིན་ནོ།
en: Being thus utterly pure, they venerate the practical instructions, and thereby train abundantly in emptiness.

source: སྟོང་པ་ཉིད་ལ་སྒོམ་པ་མང་བས་དམིགས་པའི་ལྟ་བར་མི་འགྱུར་རོ།
en: With abundant training in emptiness they do not become involved in apprehending things.

source: དེ་དམིགས་པའི་ལྟ་བ་དང་བྲལ་བས་ལམ་དུ་འཇུག་གོ། །དེ་ལམ་དུ་ཞུགས་པས་དེ་ཁོ་ན་མཐོང་ངོ་།
en: Free of a view that apprehends, they enter the path, and with entry onto the path they perceive reality.”

source: བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བས་གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ཁོ་ན་ཞེས་བགྱི་བ་དེ་ཅི་ལགས།
en: “Blessed One, what does the term reality refer to?” asked the bodhisattva Sarva­nīvaraṇa­viṣkam­bhin.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དེ་ཁོ་ན་ཞེས་བྱ་བ་འདི་ནི་ཡང་དག་པའི་དོན་གྱི་ཚིག་བླ་དགས་སོ།
en: “Noble son,” replied the Blessed One, “the term reality refers to the true nature of things.”

source: གསོལ་པ་བཅོམ་ལྡན་འདས་ཡང་དག་པ་ཞེས་བགྱི་བ་འདི་ཅི་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Blessed One, what is meant by the term true nature

source: རིགས་ཀྱི་བུ་གང་མི་སླུ་བ་དེ་ནི་ཡང་དག་པའོ། །གསོལ་པ།
en: “The term true implies that there is no deception,” explained the Blessed One.

source: བཅོམ་ལྡན་འདས་མི་སླུ་བ་ཞེས་བགྱི་བ་འདི་ཅི་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Blessed One, what is understood by no deception

source: དེ་ནི་དེ་བཞིན་ཉིད་དང་། མ་ནོར་བ་དེ་བཞིན་ཉིད་དང་། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད་དོ། །གསོལ་པ།
en: “It refers to suchness, suchness free from error, nothing but suchness,” explained the Blessed One.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་ཉིད་ཅེས་བགྱི་བ་འདི་ཅི་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Blessed One, what is meant by suchness

source: རིགས་ཀྱི་བུ་ཆོས་འདི་ནི་སོ་སོ་རང་གིས་རིག་པ་ཡིན་ཏེ། འདི་ནི་ཡི་གེ་དག་གིས་གདམས་པར་མི་ནུས་སོ།
en: “Noble son,” explained the Blessed One, “this Dharma is to be recognized by each person individually. It cannot be conveyed by means of words.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཆོས་འདི་ནི་ཡི་གེ་ཐམས་ཅད་ལས་ཡང་དག་པར་འདས་པ། སྨྲ་བ་ཐམས་ཅད་ལས་ཡང་དག་པར་འདས་པ། ཚིག་གི་སྤྱོད་ཡུལ་ཐམས་ཅད་ལས་ཡང་དག་པར་འདས་པ། ངག་གི་ལམ་ཐམས་ཅད་ལས་ཡང་དག་པར་འདས་པ།
en: Why is that? Because this Dharma is beyond all words, beyond all statements, beyond the entire domain of language, and beyond any verbal expression.

source: རྟོག་གེ་ཐམས་ཅད་དང་བྲལ་བ། བརྟག་པར་བྱ་བ་མ་ཡིན་པ།
en: Free of all logic, it is no object of analysis.

source: རྟོག་གེའི་སྤྱོད་ཡུལ་མ་ཡིན་པ། རྟོག་གེའི་སྤྱོད་ཡུལ་ལས་ཡང་དག་པར་འདས་པ།
en: Not within the purview of logic, it is beyond the scope of logic.

source: མཚན་མ་མེད་པ་མཚན་མ་དང་བྲལ་བ། མཚན་མའི་སྤྱོད་ཡུལ་ལས་ཡང་དག་པར་འདས་པ།
en: This Dharma has no marks. Free of marks, it is beyond the sphere of marks.

source: བྱིས་པའི་སྤྱོད་ཡུལ་ལས་ཡང་དག་པར་འདས་པ། བདུད་ཐམས་ཅད་ཀྱི་ཡུལ་ལས་ཡང་དག་པར་འདས་པ། ཉོན་མོངས་པ་ཐམས་ཅད་ཀྱི་སྤྱོད་ཡུལ་ལས་ཡང་དག་པར་འདས་པ། རྣམ་པར་ཤེས་པའི་སྤྱོད་ཡུལ་ལས་ཡང་དག་པར་འདས་པ།
en: It is beyond the domain of the childish, the reach of the māras, the domain of affliction, and the domain of consciousness.

source: གནས་མ་ཡིན་པ། མི་གནས་པ།
en: It is neither a support nor is it supported.

source: ཞི་བ། འཕགས་པའི་ཡེ་ཤེས་ཀྱི་སྤྱོད་ཡུལ་ཏེ།
en: Peaceful, this is the domain of the noble ones’ wisdom.

source: དེ་དག་ཉིད་ཀྱི་སོ་སོ་རང་གིས་རིག་པ།
en: It is known by oneself.

source: དྲི་མ་མེད་པ། མ་གོས་པ་དང་། རྣམ་པར་དག་པ། གྱ་ནོམ་པ། མཆོག །དམ་པ། ཕུལ། རྟག་པ། བརྟན་པ། ཐེར་ཟུག །མི་འཇིག་པའི་ཆོས་ཅན་ཏེ།
en: It is stainless, unsullied, pure, sublime, supreme, sacred, outstanding, everlasting, enduring, solid, and indestructible.

source: དེ་བཞིན་གཤེགས་པ་རྣམས་བྱུང་ཡང་རུང་། མ་བྱུང་ཡང་རུང་སྟེ། ཆོས་ཀྱི་དབྱིངས་འདི་ནི་འདུག་པ་ཁོ་ནའོ།
en: Thus, whether or not the thus-gone ones appear, this realm of phenomena is indeed always there.

source: རིགས་ཀྱི་བུ་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དག་ཆོས་ཉིད་འདི་ཐོབ་ནས་སེམས་ཅན་དག་ཀྱང་ཆོས་ཉིད་འདི་ཁོ་ན་ལ་རབ་ཏུ་དགོད་དོ་སྙམ་སྟེ།
en: “Noble son, when bodhisattvas have attained this intrinsic nature they feel, ‘I must establish all beings, too, in this intrinsic nature.’

source: དོན་གང་གི་ཕྱིར་འབད་ཅིང་རྩོལ་བ་དང་། བརྩོན་འགྲུས་རྩོམ་པ་དང་། དཀའ་བ་བརྒྱ་དག་བྱེད་པ།
en: It is for this reason that they endeavor and strive, muster diligence, and undertake hundreds of ordeals.

source: རིགས་ཀྱི་བུ་དེ་ནི་དེ་བཞིན་ཉིད་ཅེས་བྱའོ། །ཡང་དག་པའི་མཐའ་ཞེས་བྱའོ། །ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཅེས་བྱའོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཅེས་བྱའོ། །བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་ཞེས་བྱའོ། །གཉིས་སུ་མེད་པའི་དབྱིངས་ཞེས་བྱའོ།
en: This, noble son, is referred to as suchness , the limit of reality , omniscience , the knowledge of all , the inconceivable field , and the field of no duality

source: བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཆོས་འདི་ཇི་ལྟར་མངོན་དུ་བགྱི། ཇི་ལྟར་ཁོང་དུ་ཆུད་པར་བགྱི།
en: “Blessed One, how is this Dharma to be actualized, and how is it to be comprehended?” inquired the bodhisattva Sarva­nīvaraṇa­viṣkam­bhin.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་འཇིག་རྟེན་ལས་འདས་པའི་ཤེས་རབ་ཀྱིས་མངོན་དུ་བྱའོ། །རང་གིས་རིག་པར་ཁོང་དུ་ཆུད་པར་བྱའོ།
en: “Noble son, it is actualized with insight beyond the world and comprehended in one’s personal awareness,” replied the Blessed One.

source: བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བས་གསོལ་པ། བཅོམ་ལྡན་འདས་གང་ཤེས་རབ་ཀྱིས་མངོན་དུ་བགྱིས་པ་དེ་རང་གིས་རིག་པ་ཁོང་དུ་ཆུད་པ་ཉིད་མ་ལགས་སམ།
en: “Isn’t what is actualized through insight comprehended within one’s personal awareness?” asked the bodhisattva Sarva­nīvaraṇa­viṣkam­bhin.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་མ་ཡིན་ནོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “Noble son,” replied the Blessed One, “it is not. And why?

source: ཤེས་རབ་ཀྱིས་ནི་ཆོས་རྣམས་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་མཐོང་ངོ་།
en: Because it is with insight that one sees phenomena in accord with reality.

source: ལུས་ཀྱིས་ནི་མངོན་དུ་བྱེད་དོ།
en: It is through the body that actualization takes place.”

source: བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བས་གསོལ་པ། བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུ་གང་དག་གིས་ཐོས་པ་ལས་བྱུང་བའམ། བསམ་པ་ལས་བྱུང་བའི་ཤེས་པས་ཆོས་ཁོང་དུ་ཆུད་པར་གྱུར་པ་དེ་རང་གིས་རིག་པ་མ་ལགས་སམ།
en: “Blessed One, when a noble child comprehends the Dharma with the understanding that comes from receiving the teachings, or from reflecting upon them, is that not a personal understanding?” asked the bodhisattva Sarva­nīvaraṇa­viṣkam­bhin.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་མ་ཡིན་ཏེ།
en: “No, noble son, it is not,” replied the Blessed One.

source: ཐོས་པ་ཙམ་འམ། བསམས་པ་ཙམ་གྱིས་ནི་རང་གིས་རིག་པའི་ཆོས་ཁོང་དུ་ཆུད་པར་མི་ནུས་སོ།
en: “Merely hearing or reflecting is not sufficient for comprehending the Dharma in a way that is understood personally.

source: རིགས་ཀྱི་བུ་དེ་ལྟ་བས་ན་དཔེ་ཉོན་ཅིག
en: Consider, noble son, the following analogy.

source: དཔེར་ན་འབྲོག་ཆེན་པོར་དཔྱིད་ཀྱི་ཟླ་བ་ཐ་མ་ལ།
en: Think of a vast wilderness during the final month of summer.

source: མི་ལ་ལ་ཞིག་ཤར་ཕྱོགས་ནས་ནུབ་ཕྱོགས་སུ་འགྲོ་ལ། དེ་ནས་མི་གཞན་ཞིག་ནུབ་ཕྱོགས་ནས་ཤར་ཕྱོགས་སུ་འོང་སྟེ།
en: Imagine that a person travels through that wilderness on a journey from east to west, while another person travels through it from west to east.

source: དེ་ཡང་དཔྱིད་ཀྱི་ཚ་བས་ཡོངས་སུ་གདུངས་པར་གྱུར་ནས་སྐོམ་གྱིས་ཉེན་པ་དེ་ཤར་ཕྱོགས་ནས་འོངས་པའི་མི་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་ཏེ།
en: Tormented by the heat of summer and suffering from thirst, the second person cries to the first,

source: ཀྱེ་སྐྱེས་བུ་ཁོ་བོ་དཔྱིད་ཀྱི་ཚ་བས་ཡོངས་སུ་གདུངས་ཏེ། སྐོམ་གྱིས་ཉེན་ན།
en: ‘Sir, hello! I’m tormented by the scorching summer heat and I’m suffering from thirst.

source: གང་ན་མཚོ་འམ། ལྟེང་ཀའམ། རྫིང་གང་ཆུ་བསིལ་བ་དང་རྙོག་པ་མེད་པ། གསལ་བས་གང་བ་ཡོད་དེ། གང་དུ་བདག་ཚ་བ་དང་། སྐོམ་པ་རབ་ཏུ་ཞི་བར་འགྱུར་བའི་ལམ་བདག་ལ་སྟོན་ཅིག་ཅེས་ཟེར་ལ།
en: Please tell me where I can find a lake, a pond, or a pool. Somewhere with cool, clean, clear water. Anything that can cool me and pacify my thirst. Please show me the way.’

source: ཤར་ཕྱོགས་ནས་འོངས་པའི་མི་དེ་ཡང་ལམ་ཤེས་པ། ལམ་མཁས་པ། ལམ་མཐོང་བ། ལམ་གྱི་མཚན་མ་མཐོང་བ་ཞིག་ཡིན་ཏེ།
en: Imagine, then, that the person traveling from the east knows the path very well because he has traveled on it before, and that he knows what it is like all the way.

source: དེས་དེ་ན་ཆུའི་ཉེས་པ་དང་བྲལ་བའི་ཆུ་སྔོན་ཆད་མཐོང་ལ། སྔོན་མྱངས་ཤིང་སྔོན་ཡང་ཞུགས་པ་ཡིན་ཏེ། དེས་མི་དེ་ལ་འདི་སྐད་དུ་
en: Now, if he has seen pure water on his way and himself drunk from it and bathed in it, he can respond,

source: ཀྱེ་གྲོགས་པོ་ལམ་འདི་ནས་ལམ་ཁ་བྲག་མཐོང་གི་བར་དུ་སོང་ལ། ཀྱེ་སྐྱེས་བུ་ཁྱོད་ཀྱིས་གཡོན་གྱི་ལམ་འོར་ཏེ། གཡས་ཀྱི་ལམ་ནས་ནགས་ཚལ་སྔོན་པོ་དང་།
en: ‘Hello, my friend. Please proceed until you see a fork in the road. Once you get there, you should avoid the road going left and instead take the one to the right. You will then arrive at a lush forest.

source: ནགས་ཚལ་དེའི་དབུས་ན་མཚོ་འམ། ལྟེང་ཀའམ། རྫིང་བུ་བསིལ་ཞིང་དང་ལ་རྙོག་པ་མེད་པ་གསལ་བས་གང་བ་མཐོང་གི་བར་དུ་སོང་ལ།
en: In the middle of that forest you will find lakes, ponds, and pools, all filled with cool, clean, clear water.

source: དེར་སྐྱེས་བུ་ཁྱོད་སྐོམ་པ་དང་། ཚ་བ་མེད་པར་བྱོས་ཤིག་ཅེས་ཟེར་ན།
en: Once you are there, you can free yourself from your thirst and heat.’

source: རིགས་ཀྱི་བུ་དེ་ཇི་སྙམ་དུ་སེམས། དཔྱིད་ཀྱི་ཚ་བས་ཡོངས་སུ་གདུངས་ཏེ། སྐོམ་གྱིས་ཉེན་པའི་
en: “Noble son, tell me, how will this be for the person who is tormented by the heat of summer and suffering from thirst?

source: མི་དེས་ཆུ་ཐོས་མ་ཐག་དང་། བསམས་པ་ཙམ་གྱིས་ཚ་བ་མེད་པར་འགྱུར་རམ། སྐོམ་པ་དང་ཡང་བྲལ་བར་འགྱུར་རམ།
en: Will his heat cool off and his thirst be quenched simply by hearing about the water, or simply by giving it some thought?

source: ཆུ་དེའི་བསིལ་བ་ཡང་རང་གིས་རིག་པར་འགྱུར་རམ། གསོལ་པ་བཅོམ་ལྡན་འདས་མ་ལགས་སོ།
en: Will he thereby personally know the cool quality of the water?”

source: བཅོམ་ལྡན་འདས་མི་དེ་ནམ་དེར་ཕྱིན་ནས། དེས་ཆུ་དེར་ཞུགས་ཏེ་འཚལ་བར་གྱུར་པ་དེའི་ཚེ། མི་དེའི་ཚ་བ་དེ་མ་མཆིས་པར་འགྱུར་རོ། །སྐོམ་པ་དང་ཡང་བྲལ་བར་འགྱུར་རོ།
en: “No, Blessed One. Blessed One, it is only when he himself goes there and enters the water that his heat and thirst will vanish.

source: དེས་བསིལ་བ་ཡང་རང་གིས་རིག་པར་འགྱུར་རོ།
en: At that point he will personally know the water’s cool quality.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་བཞིན་དུ་རིགས་ཀྱི་བུ་ཐོས་པ་ཙམ་དང་། བསམས་པ་ཙམ་གྱིས་རང་གིས་རིག་པའི་ཆོས་ཁོང་དུ་ཆུད་པར་མི་ནུས་སོ།
en: “Noble son, similarly, simply receiving a teaching or reflecting upon it is not enough to understand the Dharma as personal knowledge,” said the Blessed One.

source: དེ་ལ་རིགས་ཀྱི་བུ་འབྲོག་ཅེས་བྱ་བ་དེ་ནི་འཁོར་བའི་འབྲོག་གི་ཚིག་བླ་དགས་སོ།
en: “Noble son, the wilderness is a reference to the wilderness of cyclic existence.

source: མི་དཔྱིད་ཀྱི་ཚ་བས་ཡོངས་སུ་གདུངས་ཤིང་སྐོམ་གྱིས་ཉེན་པ་ཞེས་བྱ་བ་གང་ཡིན་པ་དེ་ནི་ཉོན་མོངས་པའི་གདུང་བས་ཡོངས་སུ་གདུངས་ཤིང་ཡུལ་གྱི་སྲེད་པས་ཉེན་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཚིག་བླ་དགས་སོ།
en: The person tormented by the summer heat and suffering from thirst refers to sentient beings, who are tormented by the afflictions and suffer from the craving for objects.

source: ལམ་ཤེས་པའི་མི་ཞེས་བྱ་བ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ལམ་ལ་མཁས་པ། ཆོས་མྱོང་བ་ཆོས་རང་གིས་རིག་པ་རྣམས་ཀྱི་ཚིག་བླ་དགས་སོ།
en: The person who knows the way is an image for all bodhisattvas, who are experts regarding the path to omniscience, who have experience with the Dharma, and who have personal knowledge of it.

source: ཆུ་བསིལ་ཞིང་དང་ལ་རྙོག་པ་མེད་པ་གསལ་བ་ཞེས་བྱ་བ་འདི་ནི། དོན་དམ་པའི་ཆོས་ཉིད་ཀྱི་ཚིག་བླ་དགས་སོ།
en: The cool, clean, clear, and pristine water is a reference to the intrinsic nature of ultimate reality.

source: ཡང་རིགས་ཀྱི་བུ་དཔེ་ཉོན་ཅིག
en: “Listen further, noble son.

source: རིགས་ཀྱི་བུ་དེ་ཇི་སྙམ་དུ་སེམས། གལ་ཏེ་དེ་བཞིན་གཤེགས་པའི་ཚེའི་ཚད་བསྐལ་པར་བཞུགས་ཏེ།
en: Imagine, noble son, that the Thus-Gone One were to live for an eon,

source: འཛམ་བུའི་གླིང་གི་མི་རྣམས་ཀྱི་མདུན་དུ་འདི་ལྟ་སྟེ། ལྷའི་བདུད་རྩི་དྲི་ཞིམ་པ་དང་། གཙང་བ་དང་། གྱ་ནོམ་པ་དང་། ཤིན་ཏུ་ཞིམ་པ་དང་། རེག་ན་བདེ་བ་ལས་བརྩམས་ཏེ། བསྔགས་པ་བརྗོད་ན།
en: continually teaching sentient beings in this world about the elixir of the gods, praising its sweet fragrance, purity, excellence, exquisite taste, attractive feel, and so on.

source: རིགས་ཀྱི་བུ་དེ་ཇི་སྙམ་དུ་སེམས། ཅི་སེམས་ཅན་དེ་དག་གིས་ལྷའི་བདུད་རྩི་དེའི་བསྔགས་པ་རང་གིས་རིག་པར་འགྱུར་རམ།
en: Noble son, do you think that such praise would give those sentient beings a personal understanding of the divine elixir?”

source: གསོལ་པ་བཅོམ་ལྡན་འདས་དེ་མ་ལགས་སོ།
en: “No, Blessed One, it would not.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་དེ་ལྟ་བས་ན་ཁྱོད་ཀྱིས་རྣམ་གྲངས་འདིས་ཇི་ལྟར་ཐོས་པ་ཙམ་འམ། བསམས་པ་ཙམ་གྱིས་རང་གིས་རིག་པའི་ཆོས་ཁོང་དུ་ཆུད་པར་མི་ནུས་པར་རིག་པར་བྱའོ།
en: “Noble son, understand therefore that merely by listening or reflecting, one will not be able to comprehend the Dharma in one’s personal experience.

source: རིགས་ཀྱི་བུ་ཡང་དཔེ་ཉོན་ཅིག །
en: Consider also, noble son, the following analogy.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་མི་ཞིག་གིས་ཤིང་ཐོག་གི་རྣམ་པ་སྔོན་སེམས་ཅན་སུས་ཀྱང་མ་མྱངས་པ་ཞིག་མྱངས་པར་གྱུར་ལ།
en: Imagine that a man comes to experience the taste of a fruit that no other sentient being has ever tasted before.

source: དེས་མི་གཞན་ཞིག་གི་མདུན་དུ་ཤིང་ཐོག་གི་རྣམ་པ་དེའི་བསྔགས་པ་འདི་ལྟ་སྟེ། ཁ་དོག་ཕུན་སུམ་ཚོགས་པ་དང་། རོ་ཕུན་སུམ་ཚོགས་པ་དང་། དྲི་ཞིམ་པ་ལས་བརྩམས་ཏེ་བརྗོད་ན་
en: Standing before other people, that man may praise the fruit’s qualities, explaining about its perfect color, scent, taste, and so on.

source: རིགས་ཀྱི་བུ་དེ་ཇི་སྙམ་དུ་སེམས། ཅི་མི་དེས་ཤིང་ཐོག་གི་རོ་དེས་རང་གིས་རིག་པར་འགྱུར་རམ།
en: But, noble son, would the people thereby personally know how the fruit tastes?”

source: གསོལ་པ་བཅོམ་ལྡན་འདས་མ་ལགས་སོ།
en: “No, Blessed One, they would not.”
